cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'universal-ctags/universal-ctags'
tap 'homebrew/cask-fonts'
brew 'ack'
brew 'autoconf'
brew 'base64'
brew 'dos2unix'
brew 'xz'
brew 'automake'
brew 'dos2unix'
brew 'direnv'
brew 'pcre'
brew 'ccze'
brew 'coreutils'
brew 'ctags'
brew 'fasd'
brew 'fluxctl'
brew 'fzf'
brew 'gdbm'
brew 'ghi'
brew 'git'
brew 'go'
brew 'gradle'
brew 'helm'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'kubectl'
brew 'kustomize'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libtool'
brew 'libyaml'
brew 'rancher-cli'
brew 'readline'
brew 'screenfetch'
brew 'spark'
brew 'shellcheck'
brew 'starship'
brew 'tmux'
brew 'terraform'
brew 'vault'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'yank'
cask 'font-hack-nerd-font'
cask 'visual-studio-code'
cask '1password/tap/1password-cli'
