cask_args appdir: '/Applications'

tap 'cloudfoundry/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'pivotal/tap'
tap 'universal-ctags/universal-ctags'
brew 'ack'
brew 'autoconf'
brew 'base64'
brew 'dos2unix'
brew 'xz'
brew 'automake'
brew 'dos2unix'
brew 'direnv'
brew 'pcre'
brew 'ccze'
brew 'coreutils'
brew 'ctags'
brew 'fluxctl'
brew 'gdbm'
brew 'ghi'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'godep'
brew 'gradle'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libtool'
brew 'libyaml'
brew 'node'
brew 'readline'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'screenfetch'
brew 'spark'
brew 'shellcheck'
brew 'tmux'
brew 'terraform'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'yank'
brew 'zsh'
brew 'cloudfoundry/tap/cf-cli'
cask 'iterm2'
cask 'java'
cask 'visual-studio-code'
